"ALL_DAY_DAY_VIEW" = "całodniowe";
"NOON" = "Południe";
"UNTITLED_EVENT" = "Nowe wydarzenie";
"ALL_DAY" = "całodniowe";
"ALL_DAY_EVENTS" = "wydarzenia całodniowe";
"CELL_ENDS" = "KONIEC";

"CALENDARS" = "Kalendarze";

"ALL" = "Wszystko";
"ALL_CALENDARS" = "Wszystkie";
"ALL_OF_STORE" = "Wszystko (%@)";
"N_CALENDARS" = "Kalendarzy: %@";

"SHOW_CALENDARS" = "Pokaż kalendarze";
"SHOW_ALL_CALENDARS" = "Pokaż wszystkie kalendarze";
"HIDE_ALL_CALENDARS" = "Ukryj wszystkie kalendarze";
"NO_CALENDARS" = "Brak kalendarzy";

"ALERT" = "Przypomnienie";
"ALERT_LOWERCASE" = "przypomnienie";
"ALERT_DETAIL_NAV_TITLE" = "Przypomnienie";
"SECOND_ALERT" = "2. przypomnienie";
"NONE_ALERT" = "Brak";
"NONE_INVITEES" = "Brak";
"EVENT" = "Wydarzenie";
"EVENTS" = "Wydarzenia";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dni";
"INTERVAL_DAY" = "1 dzień";
"INTERVAL_HOURS" = "%@ godz.";
"INTERVAL_HOUR" = "1 godz.";
"INTERVAL_MINUTES" = "%@ min";
"INTERVAL_MINUTE" = "1 min";
"INTERVAL_SECONDS" = "%@ sek.";
"INTERVAL_SECOND" = "1 sek.";
"INTERVAL_WEEK" = "1 tydzień";
"INTERVAL_FORMAT_BEFORE" = "%@ przed";
"INTERVAL_FORMAT_AFTER" = "%@ po";
"BEFORE" = " przed";
"AFTER" = " po";
"ON_TIME" = "W momencie wydarzenia";
"ON_TIME_AT" = "W dniu wydarzenia (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " do ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "do ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Całodniowe";

"DETAIL_DURATION_FORMAT" = "od %@ do %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "od %2$@ %1$@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ do %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "do %2$@ %1$@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "całodniowe od %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "do %@";

"CALENDAR" = "Kalendarz";
"UNTITLED_CALENDAR" = "kalendarz bez nazwy";
"UNTITLED_ACCOUNT" = "konto bez nazwy";

"NOTES_PLACEHOLDER" = "Notatki";
"NOTES_LOWERCASE" = "notatki";
"NOTES" = "Notatki";
"SHOW_ALL_NOTES" = "Pokaż wszystkie notatki";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Zobacz na Facebooku";

"UNKNOWN" = "nieznane";

"SHARED_CALENDAR" = "Kalendarz udostępniany";
"SHARED" = "Udostępniane";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Udost. (przez: %@)";
"SHARED_WITH_SINGLE_PERSON" = "Udostępniany - %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Udostępniany - %@ i…";
"PUBLIC_AND_SHARED" = "Publiczny i udostępniany %@…";

"ACCESS_DENIED_EVENTS" = "Ten program nie ma dostępu do Twoich kalendarzy.";
"ACCESS_DENIED_REMINDERS" = "Ten program nie ma dostępu do Twoich przypomnień.";

/* Name of subscribed group */
"SUBSCRIBED" = "Subskrybowany";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Urodziny";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Inne";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Przypomnienia";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Dom";
"ICLOUD_WORK_CALENDAR" = "Praca";

"STARTS" = "Początek";
"ENDS" = "Koniec";

"REPEAT" = "Powtarzaj";
"NEVER" = "Nigdy";
"DAILY" = "Codziennie";
"WEEKLY" = "Co tydzień";
"BIWEEKLY" = "Co dwa tygodnie";
"MONTHLY" = "Co miesiąc";
"YEARLY" = "Co roku";
"CUSTOM" = "Własne";

"AVAILABILITY" = "Dostępność";
"BUSY" = "Zajęty";
"FREE" = "Wolny";
"TENTATIVE" = "Być może";
"OUT_OF_OFFICE" = "Poza biurem";

"EDIT" = "Edycja";
"CANCEL" = "Anuluj";
"DONE" = "Gotowe";
"ADD" = "Dodaj";
"TO_WITH_COLON" = "Do:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Szczegóły";
"ICS_EVENTS" = "Wydarzenia (%@)";

/* button title */
"ICS_ADD_ALL" = "Dodaj wszystkie";
"ICS_ADD_SOME" = "Dodaj (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Wybierz kalendarz";

"DELETE_CALENDAR" = "Usuń kalendarz";
"EDIT_CALENDAR" = "Edycja";
"EDIT_CALENDARS" = "Edycja kalendarzy";
"ADD_CALENDAR" = "Dodaj kalendarz";
"JOIN_CALENDAR" = "Przyłącz się do kalendarza";
"CALENDAR_NAME" = "Nazwa kalendarza";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Nowy kalendarz…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Dodaj kalendarz…";
"DELETE_CALENDAR_CONFIRMATION" = "Czy na pewno chcesz usunąć ten kalendarz? Wszystkie wydarzenia i przypomnienia z nim powiązane zostaną usunięte.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Czy na pewno chcesz usunąć ten kalendarz? Wszystkie wydarzenia z nim powiązane zostaną usunięte.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Czy na pewno chcesz usunąć ten kalendarz? Wszystkie przypomnienia z nim powiązane zostaną usunięte.";

"UNKNOWN_IDENTITY" = "ktoś";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Ktoś";

"JOIN_CALENDAR_TITLE_FORMAT" = "Przyłączyć się do „%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ zaprasza Cię do używania kalendarza udostępnianego.";

"CANCELELD_BY_FORMAT" = "Anulowane przez %@";
"FROM_FORMAT" = "Od: %@";
"TIME_CHANGED_TO_FORMAT" = "Czas zmieniony na %@";
"DATE_CHANGED_TO_FORMAT" = "Data zmieniona na %@";
"LOCATION_CHANGED" = "Miejsce zostało zmienione";

"QUOTED_FORMAT" = "„%@“";

"COLOR" = "Kolor";
"PURPLE" = "Fioletowy";
"ORANGE" = "Pomarańczowy";
"BLUE" = "Niebieski";
"RED" = "Czerwony";
"BROWN" = "Brązowy";
"YELLOW" = "Żółty";
"GREEN" = "Zielony";

"SHARED_WITH_COLON" = "Udostępniany:";
"PENDING" = "Oczekujące";
"OWNER" = "Właściciel";
"ADD_PERSON" = "Dodaj osobę";
"ADD_PERSON_WITH_ELLIPSIS" = "Dodaj osobę…";
"PUBLIC_CALENDAR" = "Kalendarz publiczny";
"PUBLIC_CALENDAR_DESCRIPTION" = "Pozwól każdemu subskrybować wersję do odczytu tego kalendarza.";
"PUBLISHING_WITH_ELLIPSIS" = "Publikuję…";
"VIEW_ONLY" = "Tylko pokaż";
"VIEW_AND_EDIT" = "Pokaż i edytuj";
"ALLOW_EDITING" = "Pozwalaj na edycję";
"ALLOW_EDITING_DESCRIPTION" = "Pozwól tej osobie wprowadzać zmiany\nw kalendarzu.";
"RESEND_SHARING_INVITATION" = "Wyślij ponownie zaproszenie";
"REMOVE_FROM_CALENDAR" = "Usuń z kalendarza";
"REMOVE" = "Usuń";
"REMOVE_ALERT_TEXT" = "%@ natychmiast utraci dostęp do tego kalendarza.";
"SHARE_LINK_WITH_ELLIPSIS" = "Udostępnij łącze…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Udostępnij łącze do kalendarza:";
"EMAIL" = "Email";
"MESSAGE" = "Wiadomość";
"TWEET" = "Tweetuj";
"COPY_LINK" = "Kopiuj łącze";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Dodane do %@ (przez: %@)";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Usunięte z %@ (przez: %@)";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Uaktualnione w %@ (przez: %@)";
"SHARED_ONE_PROP_CHANGED_BY" = "Zmiana %@ (przez: %@)";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "Zmiana %@ na %@ (przez: %@)";
"SHARED_TWO_PROPS_CHANGED_BY" = "Zmiana %@ i %@ (przez: %@)";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "Wydarzenia (%@) zostały dodane do %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "Wydarzenia (%@) zostały usunięte z %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "Wydarzenia (%@) zostały uaktualnione w %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "Wydarzenia (%@) zostały dodane do %@ przez %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "Wydarzenia (%@) zostały usunięte z %@ przez %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "Wydarzenia (%@) zostały uaktualnione w %@ przez %@.";

"SHARED_PROP_DATE" = "datę";
"SHARED_PROP_TIME" = "czas";
"SHARED_PROP_TITLE" = "tytuł";
"SHARED_PROP_LOCATION" = "miejsce";

"ADD_SHAREES_PROMPT" = "Dodaj uczestników do tego kalendarza.";

"CREATED_BY" = "Utworzone przez";
"EDITED_BY" = "Edytowane przez";
"CREATED_BY_LOWERCASE" = "utworz. przez";
"EDITED_BY_LOWERCASE" = "edytow. przez";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ przyłącza się do Twojego kalendarza udostępnianego.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ odrzuca Twój kalendarz udostępniany.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ nie odpowiada na zaproszenie do tego kalendarza udostępnianego.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Ten kalendarz nie jest już udostępniany.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Ten kalendarz jest teraz publiczny.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Zapraszam do subskrypcji mojego kalendarza %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Zapraszam do subskrypcji mojego kalendarza %@: %@";

"ATTACHMENTS" = "Załączniki";
"ATTACHMENTS_LOWERCASE" = "załączniki";
"CANNOT_OPEN_ATTACHMENT" = "Nie można otworzyć załącznika";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ z %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Wystąpił błąd podczas pobierania załącznika.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Ten typ pliku nie jest obsługiwany.";
"UNTITLED_ATTACHMENT" = "Załącznik bez tytułu";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Uaktualniam kalendarze…";

"ENDS_TIME_FORMAT" = "kończy się %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ o %@";
"CALENDAR_TODAY" = "Dziś";
"CALENDAR_TODAY_LOWER" = "dziś";
"CALENDAR_YESTERDAY" = "Wczoraj";
"CALENDAR_YESTERDAY_LOWER" = "wczoraj";
"CALENDAR_TOMORROW" = "Jutro";
"CALENDAR_TOMORROW_LOWER" = "jutro";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Ost. %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "ost. %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Ost. %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "ost. %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Najbl. %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "najbl. %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Najbl. %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "najbl. %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Subskrybowane";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Subskrybowane";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
